import{H as e,Vt as t,p as n,r,u as i,vt as a,z as o}from"./CsHuueWu.js";import{t as s}from"./BDNMzG2s.js";import{t as c}from"./CEaCBshw.js";var l={class:`content`},u={class:`box`},d={class:`box`},f=`[00:00.54]３・２・１つま先立てて　パッとする明日へ飛びたいプランナー
[00:07.88]もっとアナタとJUMPしたい　ハッとするSpeedで
[00:14.98]
[00:30.69]安定感ゆったりBeat　どこか窮屈で
[00:36.60]このままでもいいのかな　焦りだしてるBPM
[00:43.36]
[00:44.17]繋がりたい　まだ届けたい　だけど遠くへ行くならちょっと低い
[00:50.96]Try&Try　アナタが見つける　希望のはじまりにそっと居たい
[00:57.92]
[00:58.22]真っ白なオモイを乗せれば　沈む日も溶けていく
[01:07.51]
[01:07.72]響け　フロートするMelody　届けMelody
[01:12.32]アオい景色を見渡すプランナー
[01:15.95]新しいセカイへ　せーの、ほらJUMP　宙に浮く
[01:22.45]会いたいMelody　踊るMelody
[01:26.15]もっとアナタと飛びたいプランナー
[01:29.83]心フワフワして　明日が恋しくなる
[01:35.82]
[01:59.01]広がりたい　でも離れない　一人で登るカベならちょっと高い
[02:05.75]Step&Step　見上げる先で　手を繋ぐ距離にはきっと居たい
[02:12.60]
[02:26.52]不安定なキモチになっても
[02:30.10]ターンすれば　歩みは止まらないんだ
[02:34.03]ここも昨日になっていく　オモイになっていく
[02:40.30]
[02:40.70]繋がれ私　届け私
[02:44.42]もっと高く　MORE MORE高く
[02:48.13]明日が見渡せれば　きっと素敵になる
[02:53.99]
[02:54.13]ほら　フロートするMelody　届けMelody
[02:58.37]アオい景色を見渡すプランナー
[03:02.02]新しいセカイへ　せーの、ほらJUMP　宙に浮く
[03:08.53]会いたいMelody　踊るMelody
[03:12.27]もっとアナタと飛びたいプランナー
[03:15.96]心フワフワして　明日が恋しくなる
[03:21.84]
`,p=s({__name:`temp`,setup(s){let p=c(f);return console.log(p),(s,c)=>(o(),n(`div`,l,[i(`div`,u,[(o(!0),n(r,null,e(a(p),e=>(o(),n(`p`,null,t(e.text),1))),256))]),i(`div`,d,[(o(!0),n(r,null,e(a(p),e=>(o(),n(`p`,null,t(e.text),1))),256))]),i(`button`,{onClick:c[0]||=(...e)=>s.go&&s.go(...e)},`go`)]))}},[[`__scopeId`,`data-v-8967aa4c`]]);export{p as default};